Repository: AhmedMagdy-10/quran_app
Catalog: lib/l10n/intl_*.arb
Languages: ar

# homeTitle
source: Home page
ar: الرئيسية

source: Sounds
ar: الصوتيات

# ahadth
source: Hadiths
ar: الحديث

source: RemembranceAndPrayers
ar: الاذكار والادعية

source: Qibla
ar: القبلة

source: Alluh Names
ar: اسماء الله الحسني

source: Praise
ar: تسبيح

source: Podcast
ar: بودكاست

source: Azann
ar: الاذان

source: Notifcation
ar: الاشعارات

# quran
source: The Holy Quran
ar: القران الكريم

# searchBySurah
source: search By Surah or ayaah
ar: البحث بسورة او الايه او الصفحة

source: surah
ar: سورة

# asImage
source: Share As Image
ar: مشاركه كصوره

# asText
source: Share As Text
ar: مشاركه كنص
